{
  "asin": "B07DF9CLGB",
  "title": "The Nicomachean Ethics (Penguin Classics)",
  "authors": "Aristotle and Adam Beresford",
  "highlights": [
    {
      "text": "So, given that: (1) our task as human beings is the exercising of the soul’s rational and partly rational [elements],41 and (2) we say that the task of any X is the same in general as the task of a good X.42 The task of a guitar-player, for example, is the same in general as the task of a good guitar-10player, and that holds as a rule across all cases; that superiority, implied in its being a good X, just gets added to [the description of] the task. As in, the task of a guitar-player is ‘to play the guitar’, and the task of a good guitar-player ‘to play the guitar well’. And if that’s so, and (3) we’re saying that the task of a human being is a certain form of living, namely, a life of exercising the soul and of rational agency; and (4) the task of a good man is to [exercise] those [capacities] well, in every sense;43 and 15(5) performing anything well means performing it with the appropriate goodness, {or the appropriate virtues}44 … … If all that’s the case, then the [key] good for human beings turns out to be: activity of the soul that expresses our goodness {or our virtues}.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1508",
        "value": 1508
      },
      "note": null
    },
    {
      "text": "It’s not the strongest athletes on the practice ground⃰ who win the Olympic crowns.52 It’s the ones 5who take part in the contests. You have to be in the contest to win. And it’s the same in life: you have to actually do things, and do them right, to win life’s greatest blessings.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1566",
        "value": 1566
      },
      "note": null
    },
    {
      "text": "And if it’s better that we flourish that way, rather than just by mere luck, it also makes sense for it to be that way. After all, it’s nature, [not chance], that structures things in the finest {and most beautiful} ways, as well as human design and every cause of that sort⃰ (especially the very best one).",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1614",
        "value": 1614
      },
      "note": null
    },
    {
      "text": "Because, as we said, you need to exercise complete goodness, over a complete life. 5[And that’s not so easy.] Life is full of sudden reversals and strokes of fortune of every kind, and someone can be thriving to the full but then suffer terrible disasters in old age, like King Priam in the tales of the Trojan War.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1628",
        "value": 1628
      },
      "note": null
    },
    {
      "text": "Maybe focusing on people’s fortunes is fundamentally a mistake. Because those don’t determine whether [your life] goes well or badly. Yes, a human life needs those things as an extra,⃰ as we said, but what really determine whether we flourish are 10the ways we exercise our goodness. And the opposite sort of activities give us the opposite kind of life.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1660",
        "value": 1660
      },
      "note": null
    },
    {
      "text": "And that’s just how it seems to work. Take the gods. We [don’t praise them, we] declare them blessed; we aspire to the wonderful life they have; and likewise the men who are the most godlike among us.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1732",
        "value": 1732
      },
      "note": null
    },
    {
      "text": "It also seems to have that status by virtue of being a principle, in the sense that it’s the reason all of us do all the other things we do. And something that’s the principle, {the source} of all good things, the thing that makes them good – we treat that as something precious and divine.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1745",
        "value": 1745
      },
      "note": null
    },
    {
      "text": "So [the role of habituation] shows that our virtues don’t arise either [purely] by our nature, or against our nature. Rather, 25our nature primes us to receive them, and then we’re perfected by our habits.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1820",
        "value": 1820
      },
      "note": null
    },
    {
      "text": "So our overall claim: our dispositions, {our character traits},7 are created by the activities that correspond to them.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1844",
        "value": 1844
      },
      "note": null
    },
    {
      "text": "Nothing connected with human action is hard and fast, and {there’s nothing fixed} about what’s in people’s interests, any more than what makes us healthy.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1860",
        "value": 1860
      },
      "note": null
    },
    {
      "text": "We should take as evidence for someone’s dispositions – {their character traits} – the pleasure or pain that arises 5with their actions.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1888",
        "value": 1888
      },
      "note": null
    },
    {
      "text": "The fact is, being a morally good person is all about pleasures and pains. 10After all, we do bad things because they give us pleasure, and [typically] fail to do honourable things because they’re painful. That’s why it’s important for us to have been brought up a certain way right from childhood – as Plato says17 – so that we enjoy the things we should and feel pain at the things we should. That’s what a good upbringing is.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1892",
        "value": 1892
      },
      "note": null
    },
    {
      "text": "So here’s our basic claim: being a good person21 is a matter of [feeling] pleasures and pains in such a way that you do what’s best; and being a bad person, the opposite.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1909",
        "value": 1909
      },
      "note": null
    },
    {
      "text": "pleasures and pains. Depending on whether you feel them the right way or the wrong way, you’ll be a good person or a bad one.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1926",
        "value": 1926
      },
      "note": null
    },
    {
      "text": "You, the person doing them, also have to be a certain way when you do them. First, you’ve got to know [what you’re doing].26 Second, you’ve got to be choosing to do those things, and be choosing them for what they are. Third, you’ve got to be acting from a constant and unvarying state [of character].",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1942",
        "value": 1942
      },
      "note": null
    },
    {
      "text": "So we call things fair and moderate when they’re the kinds of things a fair or moderate person would do. But a fair or moderate person isn’t just anyone who does those things; it’s someone who also does them exactly the way that fair and moderate people do them.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1949",
        "value": 1949
      },
      "note": null
    },
    {
      "text": "Here are three kinds of things that can be present in 20your soul: emotions, capacities, dispositions. A virtue has to be one of those.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1960",
        "value": 1960
      },
      "note": null
    },
    {
      "text": "We aren’t called 30good or bad people just on the basis of our emotions, but we are called good or bad on the basis of our virtues and vices.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1968",
        "value": 1968
      },
      "note": null
    },
    {
      "text": "As well as that, 5we say that our emotions move us. But we don’t say our virtues and vices move us. We say they set us – into a certain condition.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1974",
        "value": 1974
      },
      "note": null
    },
    {
      "text": "So here we need to explain that virtues,31 whatever they’re the virtues of, always put the thing itself into a good state, and also make it good at performing its task.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1983",
        "value": 1983
      },
      "note": null
    },
    {
      "text": "So, if that’s how it is for all cases, then human virtues, similarly, are presumably dispositions that make someone a good human being, {a good person}, and good at performing the task of a human being.32",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=1987",
        "value": 1987
      },
      "note": null
    },
    {
      "text": "So that’s how every sort of knowledge {and technical skill} does its task well and perfects {its product}: with its eye on the mid-point, and by drawing its works towards that mid-point.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2008",
        "value": 2008
      },
      "note": null
    },
    {
      "text": "You can be afraid, for example, or feel bold, or feel physical 20desire, or get angry, or feel sorry for someone (and in general feel any pleasure or pain) more or less; too much or too little. And [to have those feelings] when you should, and at the things you should, and towards the right people, and for the right reason and in the right way – that’s the mid-point; and optimal, and [to be optimal] is characteristic39 of good people.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2016",
        "value": 2016
      },
      "note": null
    },
    {
      "text": "So a virtue is a ‘middle state’, at least in the sense that it aims at the mid-point.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2024",
        "value": 2024
      },
      "note": null
    },
    {
      "text": "So a virtue is a disposition to choose certain things; it lies in a 1107amiddle state (middle relative to us) as determined by reason, or as a wise person would define it. It’s a ‘middle’ state both because it’s between two ways of being bad – {two vices} – one caused by going too far and one caused by falling short, and also in the other sense that vices either make us fall short of or go beyond what’s required in our feelings and our actions, 5while the [relevant] virtue finds and chooses the mid-point.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2030",
        "value": 2030
      },
      "note": null
    },
    {
      "text": "If you go too far in feeling no fear, there’s no name for what you are (there’s often no name for these things), but someone who goes too far in feeling bold is ‘reckless’. Someone who feels too much fear or not enough boldness is a coward.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2073",
        "value": 2073
      },
      "note": null
    },
    {
      "text": "But as for doing it to the right person, and to the right degree, and at the right time, and for the right reason, and in the right way – that’s not so easy any more. Not just anyone can do it. That’s why getting it right is rare, and something we praise, and something honourable. 30So, if you’re aiming for the mid-point, first of all you’ve got to move away from the more natural opposite,",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2179",
        "value": 2179
      },
      "note": null
    },
    {
      "text": "That’s to say, by drawing ourselves a long way away from getting it wrong, we’ll end up at the mid-point, just like the way they straighten out warped planks of wood [by over-bending them].",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2191",
        "value": 2191
      },
      "note": null
    },
    {
      "text": "So [overall] it seems you’re ‘forced to do X’ when X has an external cause, to which you, the person forced, contribute nothing at all.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2260",
        "value": 2260
      },
      "note": null
    },
    {
      "text": "Being mistaken in your [basic] choices doesn’t make your actions unwilling, it makes you a bad person. Neither does ignorance of a general principle. For that kind of ignorance you’ll certainly be criticized. It has to be ignorance of the particulars; the context of the action, 1111athe particular things it involved.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2274",
        "value": 2274
      },
      "note": null
    },
    {
      "text": "So, if you’re acting unwillingly when you’re either (a) forced to do something or (b) do it by mistake, then presumably you’re acting willingly whenever (a) the cause of your action is internal and (b) you’re fully aware of all the particulars of what you’re doing.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2296",
        "value": 2296
      },
      "note": null
    },
    {
      "text": "All right, so choosing [to do something] implies doing it wilfully, but not vice versa. ‘Willing’ {and ‘wilful’} is broader. Children and non-human animals can certainly do things willingly {and wilfully}, but they aren’t capable of making choices.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2316",
        "value": 2316
      },
      "note": null
    },
    {
      "text": "Choosing good or bad things makes us the kind of people we are;27 merely having beliefs about them doesn’t.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2345",
        "value": 2345
      },
      "note": null
    },
    {
      "text": "We deliberate about things that are up to us and that are doable. Those are still left. Because the causes of things are (a) nature, (b) necessity and (c) chance; but also (d) mind and every kind of human agency. (And each group of human beings deliberates about the things that they can do.)",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2370",
        "value": 2370
      },
      "note": null
    },
    {
      "text": "And the end point in working back through the problem is then the first step in making the thing happen.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2391",
        "value": 2391
      },
      "note": null
    },
    {
      "text": "But if it seems possible, we set about doing it. And by ‘possible’ here we mean things that can be brought about through us – [or through our friends], because that is through us, in a sense, because we initiate [our friends’ actions].",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2393",
        "value": 2393
      },
      "note": null
    },
    {
      "text": "So, to recap: (a) human beings, we’ve said, are a cause – they cause their own actions; and (b) we deliberate about the things that we can do, and (c) our actions are always for the sake of some other thing, because it isn’t our goal that we deliberate about, just the things that get us to our goals.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2397",
        "value": 2397
      },
      "note": null
    },
    {
      "text": "On that view, a good person [can only want] what’s really wantable32 [i.e. good], while a bad person can want whatever. (That’s how it is with our bodies, too: what’s ‘healthy’ for people in good physical condition are things that really are healthy; but when you’re sick a different set of things are ‘healthy’ for you; and the same goes for ‘bitter’ or ‘sweet’ or ‘hot’ or ‘heavy’ and the rest.)",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2421",
        "value": 2421
      },
      "note": null
    },
    {
      "text": "There are no other causes we can trace our actions back to besides the ones inside us. And when things have their causes inside us, those things themselves are up to us, and wilful.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2445",
        "value": 2445
      },
      "note": null
    },
    {
      "text": "Remember: our activities, in any area, give us dispositions that match them.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2461",
        "value": 2461
      },
      "note": null
    },
    {
      "text": "All right, so we’ve completed our overview of virtues. We’ve said what kind of thing they are, in outline: dispositions {or character-states}, and specifically middle states. We’ve said the actions that create them are also the things they make us do, and do for what they are.⃰ We’ve said that they’re up to us, and wilful. We’ve said they always [operate] subject to the orders of correct reasoning.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B07DF9CLGB&location=2507",
        "value": 2507
      },
      "note": null
    }
  ]
}
