{
  "asin": "B00E3URD7Q",
  "title": "What is Life? (Canto Classics)",
  "authors": "Erwin Schrodinger and Roger Penrose",
  "highlights": [
    {
      "text": "The reason for this was not that the subject was simple enough to be explained without mathematics, but rather that it was much too involved to be fully accessible to mathematics.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=182",
        "value": 182
      },
      "note": null
    },
    {
      "text": "The large and important and very much discussed question is: How can the events in space and time which take place within the spatial boundary of a living organism be accounted for by physics and chemistry? The preliminary answer which this little book will endeavour to expound and establish can be summarized as follows: The obvious inability of present-day physics and chemistry to account for such events is no reason at all for doubting that they can be accounted for by those sciences.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=188",
        "value": 188
      },
      "note": null
    },
    {
      "text": "Organic chemistry, indeed, in investigating more and more complicated molecules, has come very much nearer to that ‘aperiodic crystal’ which, in my opinion, is the material carrier of life.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=216",
        "value": 216
      },
      "note": null
    },
    {
      "text": "It will then turn out that – though on the whole his ideas seem quite sensible – they need to be appreciably amended. In this way we shall gradually approach the correct view – or, to put it more modestly, the one that I propose as the correct one.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=226",
        "value": 226
      },
      "note": null
    },
    {
      "text": "The actual sizes of atoms4 lie between about and of the wave-length of yellow light. The comparison is significant, because the wave-length roughly indicates the dimensions of the smallest grain still recognizable in the microscope. Thus it will be seen that such a grain still contains thousands of millions of atoms.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=238",
        "value": 238
      },
      "note": null
    },
    {
      "text": "Now those civic units (in relation to which the atoms are so small) are closely related to the size of our bodies.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=246",
        "value": 246
      },
      "note": null
    },
    {
      "text": "We cannot see or feel or hear the single atoms. Our hypotheses with regard to them differ widely from the immediate findings of our gross sense organs and cannot be put to the test of direct inspection.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=256",
        "value": 256
      },
      "note": null
    },
    {
      "text": "If it were not so, if we were organisms so sensitive that a single atom, or even a few atoms, could make a perceptible impression on our senses – Heavens, what would life be like!",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=262",
        "value": 262
      },
      "note": null
    },
    {
      "text": "Thus we have come to the conclusion that an organism and all the biologically relevant processes that it experiences must have an extremely ‘many-atomic’ structure and must be safeguarded against haphazard, ‘single-atomic’ events attaining too great importance. That, the ‘naïve physicist’ tells us, is essential, so that the organism may, so to speak, have sufficiently accurate physical laws on which to draw for setting up its marvellously regular and well-ordered working.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=420",
        "value": 420
      },
      "note": null
    },
    {
      "text": "Today, we know that this opinion would have been a mistake. As we shall presently see, incredibly small groups of atoms, much too small to display exact statistical laws, do play a dominating role in the very orderly and lawful events within a living organism. They have control of the observable large-scale features which the organism acquires in the course of its development, they determine important characteristics of its functioning; and in all this very sharp and very strict biological laws are displayed.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=433",
        "value": 433
      },
      "note": null
    },
    {
      "text": "But the term code-script is, of course, too narrow. The chromosome structures are at the same time instrumental in bringing about the development they foreshadow. They are law-code and executive power – or, to use another simile, they are architect’s plan and builder’s craft – in one.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=463",
        "value": 463
      },
      "note": null
    },
    {
      "text": "So all the body cells are exactly alike as regards their chromosome treasure.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=479",
        "value": 479
      },
      "note": null
    },
    {
      "text": "What we locate in the chromosome is the seat of this difference. (We call it, in technical language, a ‘locus’, or, if we think of the hypothetical material structure underlying it, a ‘gene’.) Difference of property, to my view, is really the fundamental concept rather than property itself, notwithstanding the apparent linguistic and logical contradiction of this statement.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=563",
        "value": 563
      },
      "note": null
    },
    {
      "text": "That is a marvel – than which only one is greater; one that, if intimately connected with it, yet lies on a different plane. I mean the fact that we, whose total being is entirely based on a marvellous interplay of this very kind, yet possess the power of acquiring considerable knowledge about it. I think it possible that this knowledge may advance to little short of a complete understanding – of the first marvel. The second may well be beyond human understanding.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=603",
        "value": 603
      },
      "note": null
    },
    {
      "text": "The comparative conservatism which results from the high degree of permanence of the genes is essential.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=756",
        "value": 756
      },
      "note": null
    },
    {
      "text": "We are so used to simple proportionality that we are liable to underrate the far-reaching consequences of this simple law. To grasp them, we may remember that the price of a commodity, for example, is not always proportional to its amount.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=779",
        "value": 779
      },
      "note": null
    },
    {
      "text": "The gene has been kept at a temperature around 98°F during all that time. How are we to understand that it has remained unperturbed by the disordering tendency of the heat motion for centuries?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=843",
        "value": 843
      },
      "note": null
    },
    {
      "text": "These material structures can only be molecules. Of the existence, and sometimes very high stability, of these associations of atoms, chemistry had already acquired a widespread knowledge at the time. But the knowledge was purely empirical. The nature of a molecule was not understood – the strong mutual bond of the atoms which keeps a molecule in shape was a complete conundrum to everybody. Actually, the answer proves to be correct. But it is of limited value as long as the enigmatic biological stability is traced back only to an equally enigmatic chemical stability. The evidence that two features, similar in appearance, are based on the same principle, is always precarious as long as the principle itself is unknown.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=847",
        "value": 847
      },
      "note": null
    },
    {
      "text": "The great revelation of quantum theory was that features of discreteness were discovered in the Book of Nature, in a context in which anything other than continuity seemed to be absurd according to the views held until then.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=864",
        "value": 864
      },
      "note": null
    },
    {
      "text": "Hence this level difference, which is a well-defined quantity, determines quantitatively the degree of stability of the molecule.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=887",
        "value": 887
      },
      "note": null
    },
    {
      "text": "Quantum mechanics is the first theoretical aspect which accounts from first principles for all kinds of aggregates of atoms actually encountered in Nature.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1005",
        "value": 1005
      },
      "note": null
    },
    {
      "text": "The distinction that is really important in the structure of matter is whether atoms are bound together by those ‘solidifying’ Heitler–London forces or whether they are not. In a solid and in a molecule they all are. In a gas of single atoms (as e.g. mercury vapour) they are not. In a gas composed of molecules, only the atoms within every molecule are linked in this way.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1052",
        "value": 1052
      },
      "note": null
    },
    {
      "text": "A small molecule might be called ‘the germ of a solid’.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1056",
        "value": 1056
      },
      "note": null
    },
    {
      "text": "We believe a gene – or perhaps the whole chromosome fibre3 – to be an aperiodic solid.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1062",
        "value": 1062
      },
      "note": null
    },
    {
      "text": "A well-ordered association of atoms, endowed with sufficient resistivity to keep its order permanently, appears to be the only conceivable material structure that offers a variety of possible (‘isomeric’) arrangements, sufficiently large to embody a complicated system of ‘determinations’ within a small spatial boundary. Indeed, the number of atoms in such a structure need not be very large to produce an almost unlimited number of possible arrangements. For illustration, think of the Morse code.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1066",
        "value": 1066
      },
      "note": null
    },
    {
      "text": "What we wish to illustrate is simply that with the molecular picture of the gene it is no longer inconceivable that the miniature code should precisely correspond with a highly complicated and specified plan of development and should somehow contain the means to put it into operation.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1080",
        "value": 1080
      },
      "note": null
    },
    {
      "text": "Thus we account, by the very principles of quantum mechanics, for the most amazing fact about mutations, the fact by which they first attracted de Vries’s attention, namely, that they are ‘jumping’ variations, no intermediate forms occurring.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1101",
        "value": 1101
      },
      "note": null
    },
    {
      "text": "Every process, event, happening – call it what you will; in a word, everything that is going on in Nature means an increase of the entropy of the part of the world where it is going on.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1229",
        "value": 1229
      },
      "note": null
    },
    {
      "text": "What an organism feeds upon is negative entropy. Or, to put it less paradoxically, the essential thing in metabolism is that the organism succeeds in freeing itself from all the entropy it cannot help producing while alive.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1233",
        "value": 1233
      },
      "note": null
    },
    {
      "text": "We now recognize this fundamental law of physics to be just the natural tendency of things to approach the chaotic state (the same tendency that the books of a library or the piles of papers and manuscripts on a writing desk display) unless we obviate it. (The analogue of irregular heat motion, in this case, is our handling those objects now and again without troubling to put them back in their proper places.)",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1259",
        "value": 1259
      },
      "note": null
    },
    {
      "text": "A single group of atoms existing only in one copy produces orderly events, marvellously tuned in with each other and with the environment according to most subtle laws.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1352",
        "value": 1352
      },
      "note": null
    },
    {
      "text": "Since we know the power this tiny central office has in the isolated cell, do they not resemble stations of local government dispersed through the body, communicating with each other with great ease, thanks to the code that is common to all of them?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1357",
        "value": 1357
      },
      "note": null
    },
    {
      "text": "This is an infinitely complicated atomistic process.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1408",
        "value": 1408
      },
      "note": null
    },
    {
      "text": "Now, I think, few words more are needed to disclose the point of resemblance between a clockwork and an organism. It is simply and solely that the latter also hinges upon a solid – the aperiodic crystal forming the hereditary substance, largely withdrawn from the disorder of heat motion.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1452",
        "value": 1452
      },
      "note": null
    },
    {
      "text": "According to the evidence put forward in the preceding pages the space-time events in the body of a living being which correspond to the activity of its mind, to its self-conscious or any other actions, are (considering also their complex structure and the accepted statistical explanation of physico-chemistry) if not strictly deterministic at any rate statistico-deterministic. To the physicist I wish to emphasize that in my opinion, and contrary to the opinion upheld in some quarters, quantum indeterminacy plays no biologically relevant role in them, except perhaps by enhancing their purely accidental character in such events as meiosis, natural and X-ray-induced mutation and so on – and this is in any case obvious and well recognized. For the sake of argument, let me regard this as a fact, as I believe every unbiased biologist would, if there were not the well-known, unpleasant feeling about ‘declaring oneself to be a pure mechanism’. For it is deemed to contradict Free Will as warranted by direct introspection.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1466",
        "value": 1466
      },
      "note": null
    },
    {
      "text": "The only possible alternative is simply to keep to the immediate experience that consciousness is a singular of which the plural is unknown; that there is only one thing and that what seems to be a plurality is merely a series of different aspects of this one thing, produced by a deception (the Indian MAJA); the same illusion is produced in a gallery of mirrors, and in the same way Gaurisankar and Mt Everest turned out to be the same peak seen from different valleys.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1511",
        "value": 1511
      },
      "note": null
    },
    {
      "text": "Yet each of us has the indisputable impression that the sum total of his own experience and memory forms a unit, quite distinct from that of any other person. He refers to it as ‘I’ What is this ‘I’? If you analyse it closely you will, I think, find that it is just a little bit more than a collection of single data (experiences and memories), namely the canvas upon which they are collected. And you will, on close introspection, find that what you really mean by ‘I’ is that ground-stuff upon which they are collected.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1521",
        "value": 1521
      },
      "note": null
    },
    {
      "text": "The world is a construct of our sensations, perceptions, memories. It is convenient to regard it as existing objectively on its own. But it certainly does not become manifest by its mere existence. Its becoming manifest is conditional on very special goings-on in very special parts of this very world, namely on certain events that happen in a brain.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1543",
        "value": 1543
      },
      "note": null
    },
    {
      "text": "He who accepts this brushing aside of the question ought to be told what an uncanny gap he thereby allows to remain in his picture of the world.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1554",
        "value": 1554
      },
      "note": null
    },
    {
      "text": "The urge to find a way out of this impasse ought not to be damped by the fear of incurring the wise rationalists’ mockery.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1562",
        "value": 1562
      },
      "note": null
    },
    {
      "text": "But we tread on firmer ground when we start in the opposite direction. Not every nervous process, nay by no means every cerebral process, is accompanied by consciousness.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1573",
        "value": 1573
      },
      "note": null
    },
    {
      "text": "A single experience that is never to repeat itself is biologically irrelevant. Biological value lies only in learning the suitable reaction to a situation that offers itself again and again, in many cases periodically, and always requires the same response if the organism is to hold its ground.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1590",
        "value": 1590
      },
      "note": null
    },
    {
      "text": "Now in this fashion differentials, variants of response, bifurcations, etc., are piled up one upon the other in unsurveyable abundance, but only the most recent ones remain in the domain of consciousness, only those with regard to which the living substance is still in the stage of learning or practising. One might say, metaphorically, that consciousness is the tutor who supervises the education of the living substance, but leaves his pupil alone to deal with all those tasks for which he is already sufficiently trained.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1602",
        "value": 1602
      },
      "note": null
    },
    {
      "text": "Now this whole state of affairs, so well known from the ontogeny of our mental life, seems to me to shed light on the phylogeny of unconscious nervous processes, as in the heart beat, the peristalsis of the bowels, etc. Faced with nearly constant or regularly changing situations, they are very well and reliably practised and have, therefore, long ago dropped from the sphere of consciousness. Here too we find intermediate grades, for example, breathing, that usually goes on inadvertently, but may on account of differentials in the situation, say in smoky air or in an attack of asthma, become modified and conscious.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1615",
        "value": 1615
      },
      "note": null
    },
    {
      "text": "What in the preceding we have said and shown to be a property of nervous processes is a property of organic processes in general, namely, to be associated with consciousness inasmuch as they are new. In the notion and terminology of Richard Semon the ontogeny not only of the brain but of the whole individual soma is the ‘well memorized’ repetition of a string of events that have taken place in much the same fashion a thousand times before. Its first stages, as we know from our own experience, are unconscious – first in the mother’s womb; but even the ensuing weeks and months of life are for the greatest part passed in sleep. During this time the infant carries on an evolution of old standing and habit, in which it meets with conditions that from case to case vary very little. The ensuing organic development begins to be accompanied by consciousness only inasmuch as there are organs that gradually take up interaction with the environment, adapt their functions to the changes in the situation, are influenced, undergo practice, are in special ways modified by the surroundings. We higher vertebrates possess such an organ mainly in our nervous system. Therefore consciousness is associated with those of its functions that adapt themselves by what we call experience to a changing environment. The nervous system is the place where our species is still engaged in phylogenetic transformation; metaphorically speaking it is the ‘vegetation top’ (Vegetationsspitze) of our stem. I would summarize my general hypothesis thus: consciousness is associated with the learning of the living substance; its knowing how (Können) is unconscious.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1625",
        "value": 1625
      },
      "note": null
    },
    {
      "text": "At all epochs and with all peoples the background of every ethical code (Tugendlehre) to be taken seriously has been, and is, self-denial (Selbstüberwindung). The teaching of ethics always assumes the form of a demand, a challenge, of a ‘thou shalt’, that is in some way opposed to our primitive will. Whence comes this peculiar contrast between the ‘I will’ and the ‘thou shalt’?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1640",
        "value": 1640
      },
      "note": null
    },
    {
      "text": "And thus at every step, on every day of our life, as it were, something of the shape that we possessed until then has to change, to be overcome, to be deleted and replaced by something new. The resistance of our primitive will is the psychical correlate of the resistance of the existing shape to the transforming chisel. For we ourselves are chisel and statue, conquerors and conquered at the same time – it is a true continued ‘self-conquering’ (Selbstüberwindung). But is it not absurd to suggest that this process of evolution should directly and significantly fall into consciousness, considering its inordinate slowness not only compared with the short span of an individual life, but even with historical epochs? Does it not just run along unnoticed? No. In the light of our previous considerations this is not so. They culminated in regarding consciousness as associated with such physiological goings-on as are still being transformed by mutual interaction with a changing environment. Moreover, we concluded that only those modifications become conscious which are still in the stage of being trained, until, in a much later time, they become a hereditarily fixed, well-trained and unconscious possession of the species. In brief: consciousness is a phenomenon in the zone of evolution. This world lights up to itself only where or only inasmuch as it develops, procreates new forms. Places of stagnancy slip from consciousness; they may only appear in their interplay with places of evolution. If this is granted it follows that consciousness and discord with one’s own self are inseparably linked up, even that they must, as it were, be proportional to each other. This sounds a paradox, but the wisest of all times and peoples have testified to confirm it. Men and women for whom this world was lit in an unusually bright light of awareness, and who by life and word have, more than others, formed and transformed that work of art which we call humanity, testify by speech and writing or even by their very lives that more than others have they been torn by the pangs of inner discord. Let this be a consolation to him who also suffers from it. Without it nothing enduring has ever been begotten.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1658",
        "value": 1658
      },
      "note": null
    },
    {
      "text": "Phylogenetically much older state-formers as the bees, ants and termites have given up egoism completely. However, its next stage, national egoism or briefly nationalism, is still in full swing with them. A worker bee that goes astray to the wrong hive is murdered without hesitation.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1682",
        "value": 1682
      },
      "note": null
    },
    {
      "text": "If we were bees, ants or Lacedaemonian warriors, to whom personal fear does not exist and cowardice is the most shameful thing in the world, warring would go on for ever. But luckily we are only men – and cowards.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1689",
        "value": 1689
      },
      "note": null
    },
    {
      "text": "The globe is all right. It is a fine young leasehold, still to run under acceptable conditions of living for about the time it took us (say 1,000 million years) to develop from the earliest beginnings into what we are now. But are we ourselves all right?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1708",
        "value": 1708
      },
      "note": null
    },
    {
      "text": "The single steps of evolution are those spontaneous and fortuitous mutations which have nothing to do with the behaviour of the individual during its lifetime. And so we appear to be thrown back on the gloomy aspect of Darwinism that I have depicted above. BEHAVIOUR INFLUENCES SELECTION I now wish to show you that this is not quite so.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1766",
        "value": 1766
      },
      "note": null
    },
    {
      "text": "irrescindable causal connection between the functioning, the actually being put to profitable use of a character – an organ, any property or ability or bodily feature – and its being developed in the course of generations, and gradually improved for the purposes for which it is profitably used. This connection, I say, between being used and being improved was a very correct cognition of Lamarck’s, and it subsists in our present Darwinistic outlook, but it is easily overlooked on viewing Darwinism superficially. The course of events is almost the same as if Lamarckism were right, only the ‘mechanism’ by which things happen is more complicated than Lamarck thought. The point is not very easy to explain or to grasp, and so it may be useful to summarize the result in advance. To avoid vagueness, let us think of an organ, though the feature in question might be any property, habit, device, behaviour, or even any small addition to, or modification of, such a feature.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1771",
        "value": 1771
      },
      "note": null
    },
    {
      "text": "Actually, I believe, only the first small start ‘in a certain direction’ has this structure. It produces itself circumstances which ‘hammer the plastic material’ – by selection – more and more systematically in the direction of the advantage gained at the outset. In metaphorical speech one might say: the species has found out in which direction its chance in life lies and pursues this path.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1809",
        "value": 1809
      },
      "note": null
    },
    {
      "text": "But as (let me say) the new organ develops, behaviour becomes more and more bound up with its mere possession. Behaviour and physique merge into one. You simply cannot possess clever hands without using them for obtaining your aims, they would be in your way (as they often are to an amateur on the stage, because he has only fictitious aims). You cannot have efficient wings without attempting to fly. You cannot have a modulated organ of speech without trying to imitate the noises you hear around you. To distinguish between the possession of an organ and the urge to use it and to increase its skill by practice, to regard them as two different characteristics of the organism in question, would be an artificial distinction, made possible by an abstract language but having no counterpart in nature.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1855",
        "value": 1855
      },
      "note": null
    },
    {
      "text": "The first is the biological importance of behaviour. By conforming to innate faculties as well as to the environment and by adapting itself to changes in either of these factors, behaviour, though not itself inherited, may yet speed up the process of evolution by orders of magnitude. While in plants and in the lower ranges of the animal kingdom adequate behaviour is brought about by the slow process of selection, in other words by trial and error, man’s high intelligence enables him to enact it by choice.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1880",
        "value": 1880
      },
      "note": null
    },
    {
      "text": "The second point, concerning the question whether biological development is still to be expected in man, is intimately connected with the first. In a way we get the full answer, namely, this will depend on us and our doing. We must not wait for things to come, believing that they are decided by irrescindable destiny. If we want it, we must do something about it. If not, not.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1885",
        "value": 1885
      },
      "note": null
    },
    {
      "text": "The machine must take over the toil for which man is too good, not man the work for which the machine is too expensive, as comes to pass quite often.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1912",
        "value": 1912
      },
      "note": null
    },
    {
      "text": "The scientist only imposes two things, namely truth and sincerity, imposes them upon himself and upon other scientists.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1933",
        "value": 1933
      },
      "note": null
    },
    {
      "text": "Without being aware of it and without being rigorously systematic about it, we exclude the Subject of Cognizance from the domain of nature that we endeavour to understand. We step with our own person back into the part of an onlooker who does not belong to the world, which by this very procedure becomes an objective world.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1942",
        "value": 1942
      },
      "note": null
    },
    {
      "text": "In my own words I would express this by saying: Mind has erected the objective outside world of the natural philosopher out of its own stuff. Mind could not cope with this gigantic task otherwise than by the simplifying device of excluding itself– withdrawing from its conceptual creation. Hence the latter does not contain its creator.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=1996",
        "value": 1996
      },
      "note": "En Sof"
    },
    {
      "text": "You cannot remove the ‘exclusion principle’ by act of parliament as it were. Scientific attitude would have to be rebuilt, science must be made anew. Care is needed. So we are faced with the following remarkable situation. While the stuff from which our world picture is built is yielded exclusively from the sense organs as organs of the mind, so that every man’s world picture is and always remains a construct of his mind and cannot be proved to have any other existence, yet the conscious mind itself remains a stranger within that construct, it has no living space in it, you can spot it nowhere in space. We do not usually realize this fact, because we have entirely taken to thinking of the personality of a human being, or for that matter also that of an animal, as located in the interior of its body. To learn that it cannot really be found there is so amazing that it meets with doubt and hesitation, we are very loath to admit it.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2012",
        "value": 2012
      },
      "note": null
    },
    {
      "text": "We cannot make any factual statement about a given natural object (or physical system) without ‘getting in touch’ with it. This ‘touch’ is a real physical interaction. Even if it consists only in our ‘looking at the object’ the latter must be hit by light-rays and reflect them into the eye, or into some instrument of observation. This means that the object is affected by our observation. You cannot obtain any knowledge about an object while leaving it strictly isolated.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2055",
        "value": 2055
      },
      "note": null
    },
    {
      "text": "The world is given to me only once, not one existing and one perceived. Subject and object are only one. The barrier between them cannot be said to have broken down as a result of recent experience in the physical sciences, for this barrier does not exist.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2091",
        "value": 2091
      },
      "note": null
    },
    {
      "text": "Sherrington tells us of very interesting experiments on the threshold frequency of flickering. I shall try to give you as brief an account as possible. Think of a miniature lighthouse set up in the laboratory and giving off a great many flashes per second, say 40 or 60 or 80 or 100. As you increase the frequency of the flashes the flickering disappears at a definite frequency, depending on the experimental details; and the onlooker, whom we suppose to watch with both eyes in the ordinary way, sees then a continuous light.4 Let this threshold frequency be 60 per second in given circumstances.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2176",
        "value": 2176
      },
      "note": null
    },
    {
      "text": "Mind is by its very nature a singulare tantum. I should say: the over-all number of minds is just one. I venture to call it indestructible since it has a peculiar timetable, namely mind is always now. There is really no before and after for mind. There is only a now that includes memories and expectations. But I grant that our language is not adequate to express this, and I also grant, should anyone wish to state it, that I am now talking religion, not science – a religion, however, not opposed to science, but supported by what disinterested scientific research has brought to the fore.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2216",
        "value": 2216
      },
      "note": null
    },
    {
      "text": "forms of life that were late-comers and have been preceded by many others that maintained themselves without that particular contraption (a brain). Only a small fraction of them (if you count by species) have embarked on ‘getting themselves a brain’. And before that happened, should it all have been a performance to empty stalls? Nay, may we call a world that nobody contemplates even that?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2226",
        "value": 2226
      },
      "note": null
    },
    {
      "text": "For do not let us forget: to say, as we did, that the becoming of the world is reflected in a conscious mind is but a cliché, a phrase, a metaphor that has become familiar to us. The world is given but once. Nothing is reflected. The original and the mirror-image are identical. The world extended in space and time is but our representation (Vorstellung). Experience does not give us the slightest clue of its being anything besides that – as Berkeley was well aware.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2231",
        "value": 2231
      },
      "note": null
    },
    {
      "text": "To me this seems to be the best simile of the bewildering double role of mind. On the one hand mind is the artist who has produced the whole; in the accomplished work, however, it is but an insignificant accessory that might be absent without detracting from the total effect.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2254",
        "value": 2254
      },
      "note": null
    },
    {
      "text": "‘There is nothing either good or bad but thinking makes it so.’ No natural happening is in itself either good or bad, nor is it in itself either beautiful or ugly. The values are missing, and quite particularly meaning and end are missing. Nature does not act by purposes. If in German we speak of a purposeful (zweckmässig) adaptation of an organism to its environment, we know this to be only a convenient way of speech. If we take it literally, we are mistaken. We are mistaken within the frame of our world picture. In it there is only causal linkage.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2271",
        "value": 2271
      },
      "note": null
    },
    {
      "text": "Let me briefly mention the notorious atheism of science which comes, of course, under the same heading. Science has to suffer this reproach again and again, but unjustly so. No personal god can form part of a world model that has only become accessible at the cost of removing everything personal from it. We know, when God is experienced, this is an event as real as an immediate sense perception or as one’s own personality. Like them he must be missing in the space-time picture. I do not find God anywhere in space and time – that is what the honest naturalist tells you. For this he incurs blame from him in whose catechism is written: God is spirit.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2279",
        "value": 2279
      },
      "note": null
    },
    {
      "text": "I daresay not even in a region continuing that space but inaccessible to research; he would give them, even if convinced of their reality, a spiritual standing. I will not say that with deeply religious persons such enlightenment had to await the aforesaid findings of science, but they have certainly helped in eradicating materialistic superstition in those matters.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2309",
        "value": 2309
      },
      "note": null
    },
    {
      "text": "‘Who are we really? Where have I come from and where am I going?’ – or at least to set our minds at rest – I say, the most appreciable help science has offered us in this is, in my view, the gradual idealization of time.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2313",
        "value": 2313
      },
      "note": null
    },
    {
      "text": "What has endowed Plato’s life-work with such unsurpassed distinction that it shines in undiminished splendour after more than two thousand years?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2318",
        "value": 2318
      },
      "note": null
    },
    {
      "text": "In my opinion it was this, that he was the first to envisage the idea of timeless existence and to emphasize it – against reason – as a reality, more real than our actual experience; this, he said, is but a shadow of the former, from which all experienced reality is borrowed. I am speaking of the theory of forms (or ideas).",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2326",
        "value": 2326
      },
      "note": null
    },
    {
      "text": "The three heights of a triangle (ABC) meet at one point (O).",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2338",
        "value": 2338
      },
      "note": null
    },
    {
      "text": "It is not difficult to make a case that this is humbug. No single man can make a distinction between the realm of his perceptions and the realm of things that cause it since, however detailed the knowledge he may have acquired about the whole story, the story is occurring only once not twice. The duplication is an allegory, suggested mainly by communication with other human beings and even with animals; which shows that their perceptions in the same situation seem to be very similar to his own apart from insignificant differences in the point of view – in the literal meaning of ‘point of projection’.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2368",
        "value": 2368
      },
      "note": null
    },
    {
      "text": "This objective world remains a hypothesis, however natural. If we do adopt it, is it not by far the most natural thing to ascribe to that external world, and not to ourselves, all the characteristics that our sense perceptions find in it?",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2375",
        "value": 2375
      },
      "note": null
    },
    {
      "text": "The great thing was to form the idea that this one thing – mind or world – may well be capable of other forms of appearance that we cannot grasp and that do not imply the notions of space and time. This means an imposing liberation from our inveterate prejudice. There probably are other orders of appearance than the space-time-like. It was, so I believe, Schopenhauer who first read this from Kant. This liberation opens the way to belief, in the religious sense, without running all the time against the clear results which experience about the world as we know it and plain thought unmistakably pronounce.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2379",
        "value": 2379
      },
      "note": null
    },
    {
      "text": "The region of space-time occupied by this class is called the region of ‘potential simultaneity’ (with respect to event A). This expression is used, because a space-time frame can always be adopted that makes A simultaneous with a selected particular B or a particular B′. This was Einstein’s discovery (which goes under the name of The Theory of Special Relativity, 1905).",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2430",
        "value": 2430
      },
      "note": null
    },
    {
      "text": "For indeed time is our most severe master by ostensibly restricting the existence of each of us to narrow limits – seventy or eighty years, as the Pentateuch has it. To be allowed to play about with such a master’s programme believed unassailable until then, to play about with it albeit in a small way, seems to be a great relief, it seems to encourage the thought that the whole ‘timetable’ is probably not quite as serious as it appears at first sight. And this thought is a religious thought, nay I should call it the religious thought.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2437",
        "value": 2437
      },
      "note": "The rose"
    },
    {
      "text": "Now this is the gist of Boltzmann’s explanation of the unidirectional character of everything that happens in nature (including, of course, the life-history of an organism from birth to death). Its very virtue is that the ‘arrow of time’ (as Eddington called it) is not worked into the mechanisms of interaction, represented in our simile by the mechanical act of shuffling. This act, this mechanism is as yet innocent of any notion of past and future, it is in itself completely reversible, the ‘arrow’ – the very notion of past and future – results from statistical considerations. In our simile with the cards the point is this, that there is only one, or a very few, well-ordered arrangements of the cards, but billions of billions of disorderly ones.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2461",
        "value": 2461
      },
      "note": null
    },
    {
      "text": "To my view the ‘statistical theory of time’ has an even stronger bearing on the philosophy of time than the theory of relativity. The latter, however revolutionary, leaves untouched the undirectional flow of time, which it presupposes, while the statistical theory constructs it from the order of the events. This means a liberation from the tyranny of old Chronos. What we in our minds construct ourselves cannot, so I feel, have dictatorial power over our mind, neither the power of bringing it to the fore nor the power of annihilating it. But some of you, I am sure, will call this mysticism. So with all due acknowledgment to the fact that physical theory is at all times relative, in that it depends on certain basic assumptions, we may, or so I believe, assert that physical theory in its present stage strongly suggests the indestructibility of Mind by Time.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2486",
        "value": 2486
      },
      "note": null
    },
    {
      "text": "The sensation of colour cannot be accounted for by the physicist’s objective picture of light-waves.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2520",
        "value": 2520
      },
      "note": null
    },
    {
      "text": "Bees, for instance, have a colour vision reaching well into the ultraviolet; they are true trichromates (not dichromates, as they seemed in earlier experiments which paid no attention to the ultra-violet). It is of very particular interest that bees, as von Frisch in Munich found out not long ago, are peculiarly sensitive to traces of polarization of light; this aids their orientation with respect to the sun in a puzzlingly elaborate way. To a human being even completely polarized light is indistinguishable from ordinary, non-polarized light.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2581",
        "value": 2581
      },
      "note": null
    },
    {
      "text": "So we come back to this strange state of affairs. While the direct sensual perception of the phenomenon tells us nothing as to its objective physical nature (or what we usually call so) and has to be discarded from the outset as a source of information, yet the theoretical picture we obtain eventually rests entirely on a complicated array of various informations, all obtained by direct sensual perception. It resides upon them, it is pieced together from them, yet it cannot really be said to contain them. In using the picture we usually forget about them, except in the quite general way that we know our idea of a light-wave is not a haphazard invention of a crank but is based on experiment.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2650",
        "value": 2650
      },
      "note": null
    },
    {
      "text": "Moreover I was committed to do the long practical course, so that I learnt to appreciate the significance of measuring. I wish there were more theoretical physicists who did.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2717",
        "value": 2717
      },
      "note": null
    },
    {
      "text": "Hunger prevailed throughout the country except on the farms, where our poor women were sent to ask for eggs, butter and milk. Despite the goods with which they paid -knitted garments, pretty petticoats, etc. – they were sneered at and treated like beggars.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2725",
        "value": 2725
      },
      "note": null
    },
    {
      "text": "The fact that the existence of a fourth harmonic element has to be accepted as an axiom in a two-dimensional structure while it can easily be proved in a three-dimensional was to him the simplest illustration of Goedel’s great theorem.",
      "isNoteOnly": false,
      "location": {
        "url": "kindle://book?action=open&asin=B00E3URD7Q&location=2847",
        "value": 2847
      },
      "note": null
    }
  ]
}
